Repository: drdrummie/cinnamon-spices-applets
Catalog: powerman@dr.drummie/files/powerman@dr.drummie/po/*.po
Languages: cs, da, de, es, fi, hr, hu, it, nl, no, pl, pt, sk, sv, tr

source: Brightness level to use when on battery power
cs: Úroveň jasu pro použití na baterii
da: Lysstyrkeniveau at bruge på batteristrøm
de: Helligkeitsstufe bei Batteriestrom
es: Nivel de brillo a usar con batería
fi: Kirkkaustaso käytettäväksi akkuvirralla
hr: Razina svjetline na bateriji
hu: Fényerő szint akkumulátoron használva
it: Livello luminosità da utilizzare su batteria
nl: Helderheidsniveau om te gebruiken op batterijstroom
no: Lysstyrkenivå å bruke på batteristrøm
pl: Poziom jasności do użycia na zasilaniu bateryjnym
pt: Nível de brilho a usar na energia da bateria
sk: Úroveň jasu na použitie pri napájaní z batérie
sv: Ljusstyrkenivå att använda på batteriström
tr: Pil gücüyle kullanılacak parlaklık seviyesi

source: Brightness level when dimmed (%)
cs: Úroveň jasu při ztlumení (%)
da: Lysstyrkeniveau når dæmpet (%)
de: Helligkeitsstufe beim Dimmen (%)
es: Nivel de brillo cuando oscurecido (%)
fi: Kirkkaustaso himmennettynä (%)
hr: Razina svjetline pri zatamnjivanju (%)
hu: Fényerő szint tompításkor (%)
it: Livello luminosità quando schiarito (%)
nl: Helderheidsniveau wanneer gedimd (%)
no: Lysstyrkenivå når dimmet (%)
pl: Poziom jasności podczas przyciemniania (%)
pt: Nível de brilho quando diminuído (%)
sk: Úroveň jasu pri stmavení (%)
sv: Ljusstyrkenivå när dimmad (%)
tr: Karartılmış parlaklık seviyesi (%)

source: Debug and Logging
cs: Ladění a protokolování
da: Fejlfinding og logning
de: Debug und Logging
es: Depuración y registro
fi: Virheenkorjaus ja lokitus
hr: Debug i zapisivanje
hu: Hibakeresés és naplózás
it: Debug e registrazione
nl: Debug en logging
no: Feilsøking og logging
pl: Debugowanie i logowanie
pt: Depuração e registro
sk: Ladenie a protokolovanie
sv: Felsökning och loggning
tr: Hata Ayıklama ve Günlük

source: Dim screen when idle on AC power
cs: Ztlumit obrazovku při nečinnosti na AC napájení
da: Dæmp skærm ved inaktivitet på AC-strøm
de: Bildschirm dimmen bei Leerlauf auf Netz
es: Oscurecer pantalla en inactividad con CA
fi: Himmenä näyttö lepotilassa verkkovirralla
hr: Zatamni ekran pri neaktivnosti na AC napajanju
hu: Tompítsa a képernyőt tétlenségkor AC áramon
it: Schiarisci schermo quando inattivo su alimentazione AC
nl: Scherm dimmen bij inactiviteit op AC-stroom
no: Dim skjerm når inaktiv på AC-strøm
pl: Przyciemnij ekran podczas bezczynności na zasilaniu AC
pt: Diminuir tela quando inativo na energia AC
sk: Stmaviť obrazovku pri nečinnosti na AC napájaní
sv: Dimma skärmen vid inaktivitet på AC-ström
tr: AC gücüyle boşta kalınca ekranı karart

source: Dim screen when idle on battery
cs: Ztlumit obrazovku při nečinnosti na baterii
da: Dæmp skærm ved inaktivitet på batteri
de: Bildschirm dimmen bei Leerlauf auf Batterie
es: Oscurecer pantalla en inactividad con batería
fi: Himmenä näyttö lepotilassa akulla
hr: Zatamni ekran pri neaktivnosti na bateriji
hu: Tompítsa a képernyőt tétlenségkor akkumulátoron
it: Schiarisci schermo quando inattivo su batteria
nl: Scherm dimmen bij inactiviteit op batterij
no: Dim skjerm når inaktiv på batteri
pl: Przyciemnij ekran podczas bezczynności na baterii
pt: Diminuir tela quando inativo na bateria
sk: Stmaviť obrazovku pri nečinnosti na batérii
sv: Dimma skärmen vid inaktivitet på batteri
tr: Pil gücüyle boşta kalınca ekranı karart

source: Disable default Cinnamon power applet and use PowerMan instead
cs: Zakázat výchozí Cinnamon applet napájení a použít PowerMan místo toho
da: Deaktiver standard Cinnamon strøm-applet og brug PowerMan i stedet
de: Standard-Cinnamon-Strom-Applet deaktivieren und PowerMan verwenden
es: Desactivar applet de energía predeterminado de Cinnamon y usar PowerMan en su lugar
fi: Poista oletus Cinnamon virta-sovelma käytöstä ja käytä PowerMania sen sijaan
hr: Onemogući zadani Cinnamon applet napajanja i koristi PowerMan
hu: Tiltsa le az alapértelmezett Cinnamon energia appletet és használja a PowerMan-t helyette
it: Disabilita l'applet energia predefinito di Cinnamon e usa PowerMan invece
nl: Standaard Cinnamon energie-applet uitschakelen en PowerMan gebruiken in plaats daarvan
no: Deaktiver standard Cinnamon strøm-applet og bruk PowerMan i stedet
pl: Wyłącz domyślny applet zasilania Cinnamon i użyj PowerMan zamiast tego
pt: Desativar applet de energia padrão do Cinnamon e usar PowerMan em vez disso
sk: Zakázať predvolený applet napájania Cinnamon a použiť PowerMan namiesto toho
sv: Inaktivera standard Cinnamon ström-applet och använd PowerMan istället
tr: Varsayılan Cinnamon güç applet'ini devre dışı bırak ve bunun yerine PowerMan kullan

source: Display
cs: Zobrazení
da: Skærm
de: Anzeige
es: Pantalla
fi: Näyttö
hr: Prikaz
hu: Kijelző
it: Schermo
nl: Weergave
no: Skjerm
pl: Wyświetlacz
pt: Exibir
sk: Zobrazenie
sv: Visa
tr: Görüntü

source: Display and Advanced
cs: Zobrazení a pokročilé
da: Skærm og avanceret
de: Anzeige und Erweitert
es: Pantalla y avanzado
fi: Näyttö ja lisäasetukset
hr: Prikaz i napredno
hu: Kijelző és haladó
it: Schermo e avanzato
nl: Weergave en geavanceerd
no: Skjerm og avansert
pl: Wyświetlacz i zaawansowane
pt: Exibir e avançado
sk: Zobrazenie a pokročilé
sv: Visa och avancerat
tr: Görüntü ve Gelişmiş

source: Display notifications when power automation actions are performed
cs: Zobrazit notifikace, když jsou provedeny akce automatizace napájení
da: Vis notifikationer når strømautomatiseringshandlinger udføres
de: Benachrichtigungen anzeigen, wenn Stromautomatisierungsaktionen ausgeführt werden
es: Mostrar notificaciones cuando se realizan acciones de automatización de energía
fi: Näytä ilmoitukset kun virta-automaatiotoimenpiteitä suoritetaan
hr: Prikaži notifikacije kada se izvršavaju radnje automatizacije napajanja
hu: Jelenítse meg az értesítéseket, amikor energia automatizálási műveletek végrehajtódnak
it: Mostra notifiche quando vengono eseguite azioni di automazione energia
nl: Meldingen weergeven wanneer energie-automatiseringsacties worden uitgevoerd
no: Vis varsler når strømautomatiseringshandlinger utføres
pl: Wyświetlaj powiadomienia, gdy wykonywane są działania automatyzacji zasilania
pt: Exibir notificações quando ações de automação de energia são executadas
sk: Zobrazovať upozornenia pri vykonaní akcií automatizácie napájania
sv: Visa aviseringar när strömautomatiseringsåtgärder utförs
tr: Güç otomasyon eylemleri gerçekleştirildiğinde bildirimleri göster

source: Enable automatic switching between different power profiles for AC and Battery
cs: Povolit automatické přepínání mezi různými profily napájení pro AC a baterii
da: Aktivér automatisk skift mellem forskellige strømprofiler for AC og batteri
de: Automatisches Wechseln zwischen verschiedenen Leistungsprofilen für Netz und Batterie aktivieren
es: Activar cambio automático entre diferentes perfiles de energía para CA y batería
fi: Ota käyttöön automaattinen vaihtaminen eri virta-profiilien välillä verkkovirta ja akku
hr: Omogući automatsko prebacivanje između različitih profila napajanja za AC i bateriju
hu: Engedélyezze az automatikus váltást különböző energia profilok között AC és akkumulátorhoz
it: Abilita il cambio automatico tra diversi profili energia per AC e batteria
nl: Automatisch schakelen tussen verschillende energieprofielen voor AC en batterij inschakelen
no: Aktiver automatisk bytting mellom forskjellige strømprofiler for AC og batteri
pl: Włącz automatyczne przełączanie między różnymi profilami zasilania dla AC i baterii
pt: Ativar alternância automática entre diferentes perfis de energia para AC e bateria
sk: Povoliť automatické prepínanie medzi rôznymi profilmi napájania pre AC a batériu
sv: Aktivera automatisk växling mellan olika strömprofiler för AC och batteri
tr: AC ve Pil için farklı güç profilleri arasında otomatik geçişi etkinleştir

source: Enable debug logging
cs: Povolit ladění protokolování
da: Aktivér fejlfinding logning
de: Debug-Logging aktivieren
es: Activar registro de depuración
fi: Ota käyttöön virheenkorjauslokitus
hr: Omogući zapisivanje grešaka
hu: Engedélyezze a hibakeresési naplózást
it: Abilita registrazione debug
nl: Debug logging inschakelen
no: Aktiver feilsøkingslogging
pl: Włącz logowanie debugowania
pt: Ativar registro de depuração
sk: Povoliť protokolovanie ladenia
sv: Aktivera felsökningsloggning
tr: Hata ayıklama günlüğünü etkinleştir

source: Enable detailed logging for troubleshooting power automation
cs: Povolit detailní protokolování pro řešení problémů s automatizací napájení
da: Aktivér detaljeret logning for fejlfinding af strømautomatisering
de: Detailliertes Logging für Fehlerbehebung der Stromautomatisierung aktivieren
es: Activar registro detallado para solucionar problemas de automatización de energía
fi: Ota käyttöön yksityiskohtainen lokitus virta-automaation vianmääritystä varten
hr: Omogući detaljno zapisivanje za rješavanje problema automatizacije napajanja
hu: Engedélyezze a részletes naplózást az energia automatizálás hibaelhárításához
it: Abilita registrazione dettagliata per la risoluzione problemi di automazione energia
nl: Gedetailleerde logging voor probleemoplossing energie-automatisering inschakelen
no: Aktiver detaljert logging for feilsøking av strømautomatisering
pl: Włącz szczegółowe logowanie do rozwiązywania problemów z automatyzacją zasilania
pt: Ativar registro detalhado para solução de problemas de automação de energia
sk: Povoliť podrobné protokolovanie na riešenie problémov s automatizáciou napájania
sv: Aktivera detaljerad loggning för felsökning av strömautomatisering
tr: Güç otomasyonu sorun giderme için ayrıntılı günlüğü etkinleştir

source: Enable separate brightness levels for AC power and battery power
cs: Povolit samostatné úrovně jasu pro AC napájení a baterii
da: Aktivér separate lysstyrkeniveauer for AC-strøm og batteristrøm
de: Separate Helligkeitsstufen für Netz und Batterie aktivieren
es: Activar niveles de brillo separados para CA y batería
fi: Ota käyttöön erilliset kirkkaustasot verkkovirta ja akkuvirta
hr: Omogući odvojene razine svjetline za AC napajanje i bateriju
hu: Engedélyezze a külön fényerő szinteket AC áramhoz és akkumulátorhoz
it: Abilita livelli luminosità separati per alimentazione AC e batteria
nl: Afzonderlijke helderheidsniveaus voor AC-stroom en batterijstroom inschakelen
no: Aktiver separate lysstyrkenivåer for AC-strøm og batteristrøm
pl: Włącz oddzielne poziomy jasności dla zasilania AC i bateryjnego
pt: Ativar níveis de brilho separados para energia AC e bateria
sk: Povoliť oddelené úrovne jasu pre AC napájanie a napájanie z batérie
sv: Aktivera separata ljusstyrkenivåer för AC-ström och batteriström
tr: AC gücü ve pil gücü için ayrı parlaklık seviyelerini etkinleştir

source: Hide applet icon from panel
cs: Skrýt ikonu appletu z panelu
da: Skjul applet-ikon fra panel
de: Applet-Symbol aus Panel ausblenden
es: Ocultar icono del applet del panel
fi: Piilota sovelman kuvake paneelista
hr: Sakrij ikonu appleta s panela
hu: Rejtse el az applet ikont a panelről
it: Nascondi icona applet dal pannello
nl: Applet-icoon verbergen van paneel
no: Skjul applet-ikon fra panel
pl: Ukryj ikonę appletu z panelu
pt: Ocultar ícone do applet do painel
sk: Skryť ikonu appletu z panela
sv: Dölj applet-ikon från panelen
tr: Applet simgesini panelden gizle

source: Hide label
cs: Skrýt štítek
da: Skjul etiket
de: Label ausblenden
es: Ocultar etiqueta
fi: Piilota etiketti
hr: Sakrij oznaku
hu: Rejtse el a címkét
it: Nascondi etichetta
nl: Label verbergen
no: Skjul etikett
pl: Ukryj etykietę
pt: Ocultar rótulo
sk: Skryť štítok
sv: Dölj etikett
tr: Etiketi gizle

source: Low battery threshold (%)
cs: Práh nízké baterie (%)
da: Lav batteri tærskel (%)
de: Niedriger Batterie-Schwellenwert (%)
es: Umbral de batería baja (%)
fi: Vähäisen akun kynnys (%)
hr: Prag slabe baterije (%)
hu: Alacsony akkumulátor küszöb (%)
it: Soglia batteria scarica (%)
nl: Lage batterij drempel (%)
no: Lav batteri terskel (%)
pl: Próg niskiej baterii (%)
pt: Limite de bateria baixa (%)
sk: Prah nízkej batérie (%)
sv: Tröskel för lågt batteri (%)
tr: Düşük pil eşiği (%)

source: Notifications and System Integration
cs: Notifikace a systémová integrace
da: Notifikationer og systemintegration
de: Benachrichtigungen und Systemintegration
es: Notificaciones e integración del sistema
fi: Ilmoitukset ja järjestelmäintegraatio
hr: Notifikacije i integracija sustava
hu: Értesítések és rendszer integráció
it: Notifiche e integrazione sistema
nl: Meldingen en systeemintegratie
no: Varsler og systemintegrasjon
pl: Powiadomienia i integracja systemu
pt: Notificações e integração do sistema
sk: Upozornenia a integrácia systému
sv: Aviseringar och systemintegration
tr: Bildirimler ve Sistem Entegrasyonu

source: Panel Display Options
cs: Možnosti zobrazení panelu
da: Panel visningsindstillinger
de: Panel-Anzeigeoptionen
es: Opciones de visualización del panel
fi: Paneelin näyttöasetukset
hr: Opcije prikaza na panelu
hu: Panel kijelző opciók
it: Opzioni visualizzazione pannello
nl: Paneel weergave opties
no: Panel visningsalternativer
pl: Opcje wyświetlania panelu
pt: Opções de exibição do painel
sk: Možnosti zobrazenia panela
sv: Panelvisningsalternativ
tr: Panel Görüntü Seçenekleri

source: Power Control
cs: Ovládání napájení
da: Strømkontrol
de: Stromsteuerung
es: Control de energía
fi: Virtaohjaus
hr: Kontrola napajanja
hu: Energia vezérlés
it: Controllo energia
nl: Energiecontrole
no: Strømkontroll
pl: Kontrola zasilania
pt: Controle de energia
sk: Ovládanie napájania
sv: Strömkontroll
tr: Güç Kontrolü

source: Power Control Status
cs: Stav ovládání napájení
da: Strømkontrol status
de: Status der Stromsteuerung
es: Estado del control de energía
fi: Virtaohjauksen tila
hr: Status kontrole napajanja
hu: Energia vezérlés állapot
it: Stato controllo energia
nl: Energiecontrole status
no: Strømkontroll status
pl: Status kontroli zasilania
pt: Status do controle de energia
sk: Stav ovládania napájania
sv: Status för strömkontroll
tr: Güç Kontrol Durumu

source: Power Profile Automation
cs: Automatizace profilu napájení
da: Strømprofil automatiserings
de: Leistungsprofil-Automatisierung
es: Automatización del perfil de energía
fi: Virta-profiili-automaatio
hr: Automatski profili napajanja
hu: Energia profil automatizálás
it: Automazione profilo energia
nl: Energieprofiel automatisering
no: Strømprofil automatisering
pl: Automatyzacja profilu zasilania
pt: Automação de perfil de energia
sk: Automatizácia profilu napájania
sv: Strömprofilautomatisering
tr: Güç Profili Otomasyonu

source: Power profile automation is not available. No power profiles daemon or battery devices detected.
cs: Automatizace profilu napájení není k dispozici. Nebyl detekován žádný daemon profilů napájení nebo bateriová zařízení.
da: Strømprofil automatiserings er ikke tilgængelig. Ingen strømprofil daemon eller batterienheder registreret.
de: Leistungsprofil-Automatisierung ist nicht verfügbar. Kein Leistungsprofil-Daemon oder Batteriegeräte erkannt.
es: La automatización del perfil de energía no está disponible. No se detectó daemon de perfiles de energía o dispositivos de batería.
fi: Virta-profiili-automaatio ei ole käytettävissä. Ei virta-profiilien daemonia tai akkulaitteita havaittu.
hr: Automatizacija profila napajanja nije dostupna. Nisu otkriveni daemon profila napajanja ili uređaji baterije.
hu: Energia profil automatizálás nem elérhető. Nincs energia profil daemon vagy akkumulátor eszköz észlelve.
it: Automazione profilo energia non disponibile. Nessun daemon profili energia o dispositivi batteria rilevati.
nl: Energieprofiel automatisering is niet beschikbaar. Geen energieprofielen daemon of batterijapparaten gedetecteerd.
no: Strømprofil automatisering er ikke tilgjengelig. Ingen strømprofil daemon eller batterienheter oppdaget.
pl: Automatyzacja profilu zasilania nie jest dostępna. Nie wykryto demona profili zasilania ani urządzeń bateryjnych.
pt: Automação de perfil de energia não está disponível. Nenhum daemon de perfis de energia ou dispositivos de bateria detectados.
sk: Automatizácia profilu napájania nie je k dispozícii. Nebol zistený žiadny daemon profilov napájania alebo zariadenia batérie.
sv: Strömprofilautomatisering är inte tillgänglig. Ingen strömprofilsdaemon eller batterienheter upptäckta.
tr: Güç profili otomasyonu mevcut değil. Güç profili daemon'u veya pil cihazı algılanmadı.

source: Power profile to use when on AC power
cs: Profil napájení pro použití na AC napájení
da: Strømprofil at bruge på AC-strøm
de: Leistungsprofil bei Netzstrom
es: Perfil de energía a usar con CA
fi: Virta-profiili käytettäväksi verkkovirralla
hr: Profil napajanja za korištenje na AC napajanju
hu: Energia profil AC áramon használva
it: Profilo energia da utilizzare su alimentazione AC
nl: Energieprofiel om te gebruiken op AC-stroom
no: Strømprofil å bruke på AC-strøm
pl: Profil zasilania do użycia na zasilaniu AC
pt: Perfil de energia a usar na energia AC
sk: Profil napájania na použitie pri AC napájaní
sv: Strömprofil att använda på AC-ström
tr: AC gücüyle kullanılacak güç profili

source: Power profile to use when on battery power
cs: Profil napájení pro použití na baterii
da: Strømprofil at bruge på batteristrøm
de: Leistungsprofil bei Batteriestrom
es: Perfil de energía a usar con batería
fi: Virta-profiili käytettäväksi akkuvirralla
hr: Profil napajanja za korištenje na bateriji
hu: Energia profil akkumulátoron használva
it: Profilo energia da utilizzare su batteria
nl: Energieprofiel om te gebruiken op batterijstroom
no: Strømprofil å bruke på batteristrøm
pl: Profil zasilania do użycia na zasilaniu bateryjnym
pt: Perfil de energia a usar na energia da bateria
sk: Profil napájania na použitie pri napájaní z batérie
sv: Strömprofil att använda på batteriström
tr: Pil gücüyle kullanılacak güç profili

source: Replace system power applet
cs: Nahradit systémový applet napájení
da: Erstat systemets strøm-applet
de: System-Strom-Applet ersetzen
es: Reemplazar applet de energía del sistema
fi: Korvaa järjestelmän virta-sovelma
hr: Zamijeni sistemski applet napajanja
hu: Cserélje le a rendszer energia appletet
it: Sostituisci applet energia di sistema
nl: Systeem energie-applet vervangen
no: Erstatt systemets strøm-applet
pl: Zastąp systemowy applet zasilania
pt: Substituir applet de energia do sistema
sk: Nahradiť systémový applet napájania
sv: Ersätt systemets ström-applet
tr: Sistem güç applet'ini değiştir

source: Screen brightness control is not available on this system. Brightness automation is disabled.
cs: Ovládání jasu obrazovky není na tomto systému k dispozici. Automatizace jasu je zakázána.
da: Skærm lysstyrkekontrol er ikke tilgængelig på dette system. Lysstyrkeautomatisering er deaktiveret.
de: Bildschirmhelligkeitssteuerung ist auf diesem System nicht verfügbar. Helligkeitsautomatisierung ist deaktiviert.
es: El control de brillo de pantalla no está disponible en este sistema. La automatización de brillo está desactivada.
fi: Näytön kirkkausohjaus ei ole käytettävissä tässä järjestelmässä. Kirkkausautomaatio on poistettu käytöstä.
hr: Kontrola svjetline ekrana nije dostupna na ovom sustavu. Automatizacija svjetline je onemogućena.
hu: Képernyő fényerő vezérlés nem elérhető ezen a rendszeren. Fényerő automatizálás letiltva.
it: Controllo luminosità schermo non disponibile su questo sistema. Automazione luminosità disabilitata.
nl: Scherm helderheidscontrole is niet beschikbaar op dit systeem. Helderheidsautomatisering is uitgeschakeld.
no: Skjerm lysstyrkekontroll er ikke tilgjengelig på dette systemet. Lysstyrkeautomatisering er deaktivert.
pl: Kontrola jasności ekranu nie jest dostępna w tym systemie. Automatyzacja jasności jest wyłączona.
pt: Controle de brilho da tela não está disponível neste sistema. Automação de brilho está desativada.
sk: Ovládanie jasu obrazovky nie je k dispozícii v tomto systéme. Automatizácia jasu je zakázaná.
sv: Skärmljusstyrkekontroll är inte tillgänglig på detta system. Ljusstyrkeautomatisering är inaktiverad.
tr: Bu sistemde ekran parlaklık kontrolü mevcut değil. Parlaklık otomasyonu devre dışı.

source: Screen Dimming Settings
cs: Nastavení ztlumení obrazovky
da: Skærm dæmpningsindstillinger
de: Bildschirm-Dimming-Einstellungen
es: Configuración de oscurecimiento de pantalla
fi: Näytön himmennysasetukset
hr: Postavke zatamnjivanja ekrana
hu: Képernyő tompítás beállítások
it: Impostazioni schiarimento schermo
nl: Scherm dim instellingen
no: Skjerm dim innstillinger
pl: Ustawienia przyciemniania ekranu
pt: Configurações de diminuição da tela
sk: Nastavenia stmievania obrazovky
sv: Inställningar för skärmdimning
tr: Ekran Karartma Ayarları

source: Screen dim timeout
cs: Časový limit ztlumení obrazovky
da: Skærm dæmpning timeout
de: Bildschirm-Dimming-Timeout
es: Tiempo de espera de oscurecimiento de pantalla
fi: Näytön himmennysaika
hr: Vrijeme do zatamnjivanja
hu: Képernyő tompítás időkorlát
it: Timeout schiarimento schermo
nl: Scherm dim timeout
no: Skjerm dim timeout
pl: Limit czasu przyciemniania ekranu
pt: Tempo limite de diminuição da tela
sk: Časový limit stmievania obrazovky
sv: Tidsgräns för skärmdimning
tr: Ekran karartma zaman aşımı

source: Show automation notifications
cs: Zobrazit notifikace automatizace
da: Vis automatiseringsnotifikationer
de: Automatisierungsbenachrichtigungen anzeigen
es: Mostrar notificaciones de automatización
fi: Näytä automaatioilmoitukset
hr: Prikaži notifikacije automatizacije
hu: Mutassa az automatizálási értesítéseket
it: Mostra notifiche automazione
nl: Automatiseringsmeldingen tonen
no: Vis automatiseringsvarsler
pl: Pokaż powiadomienia automatyzacji
pt: Mostrar notificações de automação
sk: Zobraziť upozornenia automatizácie
sv: Visa automatiseringsaviseringar
tr: Otomasyon bildirimlerini göster

source: Show percentage
cs: Zobrazit procento
da: Vis procent
de: Prozentsatz anzeigen
es: Mostrar porcentaje
fi: Näytä prosenttiosuus
hr: Prikaži postotak
hu: Mutassa a százalékot
it: Mostra percentuale
nl: Percentage tonen
no: Vis prosent
pl: Pokaż procent
pt: Mostrar percentagem
sk: Zobraziť percento
sv: Visa procent
tr: Yüzdeyi göster

source: Show percentage and time remaining
cs: Zobrazit procento a zbývající čas
da: Vis procent og tid tilbage
de: Prozentsatz und verbleibende Zeit anzeigen
es: Mostrar porcentaje y tiempo restante
fi: Näytä prosenttiosuus ja jäljellä oleva aika
hr: Prikaži postotak i preostalo vrijeme
hu: Mutassa a százalékot és a hátralévő időt
it: Mostra percentuale e tempo rimanente
nl: Percentage en resterende tijd tonen
no: Vis prosent og tid igjen
pl: Pokaż procent i pozostały czas
pt: Mostrar percentagem e tempo restante
sk: Zobraziť percento a zostávajúci čas
sv: Visa procent och återstående tid
tr: Yüzdeyi ve kalan zamanı göster

source: Show time remaining
cs: Zobrazit zbývající čas
da: Vis tid tilbage
de: Verbleibende Zeit anzeigen
es: Mostrar tiempo restante
fi: Näytä jäljellä oleva aika
hr: Prikaži preostalo vrijeme
hu: Mutassa a hátralévő időt
it: Mostra tempo rimanente
nl: Resterende tijd tonen
no: Vis tid igjen
pl: Pokaż pozostały czas
pt: Mostrar tempo restante
sk: Zobraziť zostávajúci čas
sv: Visa återstående tid
tr: Kalan zamanı göster
