Repository: drdrummie/cinnamon-spices-applets
Catalog: powerman@dr.drummie/files/powerman@dr.drummie/po/*.po
Languages: cs, da, de, es, fi, hr, hu, it, nl, no, pl, pt, sk, sv, tr

source: Power Saver
cs: Úspora energie
da: Strømbesparelse
de: Energiesparer
es: Ahorro de energía
fi: Virransäästö
hr: Štednja energije
hu: Energiatakarékos
it: Risparmio energetico
nl: Energiebesparing
no: Strømsparing
pl: Oszczędzanie energii
pt: Poupança de energia
sk: Šetrič energie
sv: Strömsparläge
tr: Güç Tasarrufu

source: Balanced
cs: Vyvážený
da: Balanceret
de: Ausgewogen
es: Equilibrado
fi: Tasapainoinen
hr: Uravnotežen
hu: Kiegyensúlyozott
it: Bilanciato
nl: Gebalanceerd
no: Balansert
pl: Zrównoważony
pt: Equilibrado
sk: Vyvážený
sv: Balanserad
tr: Dengeli

source: Performance
cs: Výkon
da: Ydeevne
de: Leistung
es: Rendimiento
fi: Suorituskyky
hr: Performanse
hu: Teljesítmény
it: Prestazioni
nl: Prestaties
no: Ytelse
pl: Wydajność
pt: Desempenho
sk: Výkon
sv: Prestanda
tr: Performans

source: Battery full
cs: Baterie plná
da: Batteri fuld
de: Batterie voll
es: Batería llena
fi: Akku täynnä
hr: Baterija puna
hu: Akkumulátor tele
it: Batteria piena
nl: Batterij vol
no: Batteri fullt
pl: Bateria pełna
pt: Bateria cheia
sk: Batéria plná
sv: Batteri fullt
tr: Pil dolu

source: Battery almost full
cs: Baterie téměř plná
da: Batteri næsten fuld
de: Batterie fast voll
es: Batería casi llena
fi: Akku lähes täynnä
hr: Baterija skoro puna
hu: Akkumulátor majdnem tele
it: Batteria quasi piena
nl: Batterij bijna vol
no: Batteri nesten fullt
pl: Bateria prawie pełna
pt: Bateria quase cheia
sk: Batéria takmer plná
sv: Batteri nästan fullt
tr: Pil neredeyse dolu

source: Battery good
cs: Baterie dobrá
da: Batteri god
de: Batterie gut
es: Batería buena
fi: Akku hyvä
hr: Baterija dobra
hu: Akkumulátor jó
it: Batteria buona
nl: Batterij goed
no: Batteri bra
pl: Bateria dobra
pt: Bateria boa
sk: Batéria dobrá
sv: Batteri bra
tr: Pil iyi

source: Low battery
cs: Nízká úroveň baterie
da: Lavt batteri
de: Niedriger Batteriestand
es: Batería baja
fi: Akku vähissä
hr: Slaba baterija
hu: Alacsony akkumulátor
it: Batteria scarica
nl: Lage batterij
no: Lavt batteri
pl: Niski poziom baterii
pt: Bateria baixa
sk: Nízka úroveň batérie
sv: Låg batterinivå
tr: Düşük pil

source: Critically low battery
cs: Kriticky nízká úroveň baterie
da: Kritisk lavt batteri
de: Kritisch niedriger Batteriestand
es: Batería críticamente baja
fi: Akku kriittisesti vähissä
hr: Kritično slaba baterija
hu: Kritikusan alacsony akkumulátor
it: Batteria criticamente scarica
nl: Kritisch lage batterij
no: Kritisk lavt batteri
pl: Krytycznie niski poziom baterii
pt: Bateria criticamente baixa
sk: Kriticky nízka úroveň batérie
sv: Kritiskt låg batterinivå
tr: Kritik düşük pil

source: Unknown
cs: Neznámý
da: Ukendt
de: Unbekannt
es: Desconocido
fi: Tuntematon
hr: Nepoznato
hu: Ismeretlen
it: Sconosciuto
nl: Onbekend
no: Ukjent
pl: Nieznany
pt: Desconhecido
sk: Neznámy
sv: Okänd
tr: Bilinmiyor

source: AC adapter
cs: AC adaptér
de: Netzteil
es: Adaptador de CA
fi: Verkkovirta-adapteri
it: Adattatore AC
pl: Adapter AC
pt: Adaptador AC
sk: AC adaptér
tr: AC adaptörü

source: Laptop battery
cs: Baterie notebooku
da: Bærbar batteri
de: Laptop-Batterie
es: Batería de portátil
fi: Kannettavan akku
hr: Laptop baterija
hu: Laptop akkumulátor
it: Batteria laptop
nl: Laptopbatterij
no: Laptopbatteri
pl: Bateria laptopa
pt: Bateria de laptop
sk: Batéria notebooku
sv: Laptopbatteri
tr: Laptop pili

source: UPS
de: USV
es: SAI

source: Mouse
cs: Myš
da: Mus
de: Maus
es: Ratón
fi: Hiiri
hr: Miš
hu: Egér
nl: Muis
no: Mus
pl: Mysz
pt: Rato
sk: Myš
sv: Mus
tr: Fare

source: Keyboard
cs: Klávesnice
da: Tastatur
de: Tastatur
es: Teclado
fi: Näppäimistö
hr: Tipkovnica
hu: Billentyűzet
it: Tastiera
nl: Toetsenbord
no: Tastatur
pl: Klawiatura
pt: Teclado
sk: Klávesnica
sv: Tangentbord
tr: Klavye

source: Cell phone
cs: Mobilní telefon
da: Mobiltelefon
de: Mobiltelefon
es: Teléfono móvil
fi: Matkapuhelin
hr: Mobitel
hu: Mobiltelefon
it: Telefono cellulare
nl: Mobiele telefoon
no: Mobiltelefon
pl: Telefon komórkowy
pt: Telefone celular
sk: Mobilný telefón
sv: Mobiltelefon
tr: Cep telefonu

source: Media player
cs: Mediální přehrávač
da: Medieafspiller
es: Reproductor multimedia
fi: Mediasoitin
hr: Medijski player
hu: Médialejátszó
it: Lettore multimediale
nl: Mediaspeler
no: Mediespiller
pl: Odtwarzacz multimedialny
pt: Reprodutor de mídia
sk: Multimediálny prehrávač
sv: Mediaspelare
tr: Medya oynatıcı

source: Tablet
es: Tableta
fi: Tabletti
no: Nettbrett
sv: Surfplatta

source: Computer
cs: Počítač
es: Ordenador
fi: Tietokone
hr: Računalo
hu: Számítógép
no: Datamaskin
pl: Komputer
pt: Computador
sk: Počítač
sv: Dator
tr: Bilgisayar

source: Gaming input
cs: Herní vstup
da: Spilinput
de: Spieleingabe
es: Entrada de juego
fi: Pelisyöte
hr: Gaming kontroler
hu: Játék bemenet
it: Input di gioco
nl: Gaming invoer
no: Spillinnspill
pl: Wejście do gier
pt: Entrada de jogos
sk: Herný vstup
sv: Spelinmatning
tr: Oyun girişi

source: Pen
cs: Pero
de: Stift
es: Lápiz
fi: Kynä
hr: Olovka
hu: Toll
it: Penna
no: Penn
pl: Pióro
pt: Caneta
sk: Pero
sv: Penna
tr: Kalem

source: Touchpad
es: Panel táctil
fi: Kosketuslevy
hu: Érintőtábla
tr: Dokunmatik yüzey

source: Modem
es: Módem
fi: Modeemi

source: Network
cs: Síť
da: Netværk
de: Netzwerk
es: Red
fi: Verkko
hr: Mreža
hu: Hálózat
it: Rete
nl: Netwerk
no: Nettverk
pl: Sieć
pt: Rede
sk: Sieť
sv: Nätverk
tr: Ağ

source: Headset
cs: Sluchátka s mikrofonem
es: Auriculares
fi: Kuulokkeet
hr: Slušalice s mikrofonom
hu: Fejhallgató
it: Cuffie
nl: Hoofdtelefoon
no: Hodetelefoner
pl: Słuchawki z mikrofonem
pt: Fone de ouvido com microfone
sk: Slúchadlá s mikrofónom
tr: Kulaklık

source: Speakers
cs: Reproduktory
da: Højttalere
de: Lautsprecher
es: Altavoces
fi: Kaiuttimet
hr: Zvučnici
hu: Hangszórók
it: Altoparlanti
nl: Luidsprekers
no: Høyttalere
pl: Głośniki
pt: Alto-falantes
sk: Reproduktory
sv: Högtalare
tr: Hoparlörler

source: Headphones
cs: Sluchátka
da: Hovedtelefoner
de: Kopfhörer
es: Auriculares
fi: Kuulokkeet
hr: Slušalice
hu: Fülhallgató
it: Cuffie
nl: Koptelefoon
no: Hodetelefoner
pl: Słuchawki
pt: Fones de ouvido
sk: Slúchadlá
sv: Hörlurar
tr: Kulaklıklar

source: Video
es: Vídeo
hu: Videó
pl: Wideo
pt: Vídeo

source: Audio device
cs: Audio zařízení
da: Lydenhed
de: Audiogerät
es: Dispositivo de audio
fi: Äänilaite
hr: Audio uređaj
hu: Hang eszköz
it: Dispositivo audio
nl: Audiapparaat
no: Lydenhet
pl: Urządzenie audio
pt: Dispositivo de áudio
sk: Audio zariadenie
sv: Ljudenhet
tr: Ses cihazı

source: Remote control
cs: Dálkové ovládání
da: Fjernbetjening
de: Fernbedienung
es: Mando a distancia
fi: Kaukosäädin
hr: Daljinski upravljač
hu: Távirányító
it: Telecomando
nl: Afstandsbediening
no: Fjernkontroll
pl: Pilot
pt: Controle remoto
sk: Diaľkové ovládanie
sv: Fjärrkontroll
tr: Uzaktan kumanda

source: Printer
cs: Tiskárna
de: Drucker
es: Impresora
fi: Tulostin
hr: Pisač
hu: Nyomtató
it: Stampante
no: Skriver
pl: Drukarka
pt: Impressora
sk: Tlačiareň
sv: Skrivare
tr: Yazıcı

source: Scanner
cs: Skener
es: Escáner
fi: Skanneri
hr: Skener
hu: Szkenner
no: Skanner
pl: Skaner
sk: Skener
sv: Skanner
tr: Tarayıcı

source: Camera
cs: Kamera
da: Kamera
de: Kamera
es: Cámara
fi: Kamera
hr: Kamera
hu: Kamera
it: Fotocamera
no: Kamera
pl: Kamera
pt: Câmera
sk: Kamera
sv: Kamera
tr: Kamera

source: Wearable
cs: Nositelné
es: Dispositivo wearable
fi: Kannettava
hr: Nosivi uređaj
hu: Viselhető
it: Indossabile
nl: Draagbaar
no: Bærbar
pl: Urządzenie noszone
pt: Vestível
sk: Nositeľné zariadenie
sv: Bärbar enhet
tr: Giysilebilir

source: Toy
cs: Hračka
da: Legetøj
de: Spielzeug
es: Juguete
fi: Lelu
hr: Igračka
hu: Játék
it: Giocattolo
nl: Speelgoed
no: Leketøy
pl: Zabawka
pt: Brinquedo
sk: Hračka
sv: Leksak
tr: Oyuncak

source: Brightness
cs: Jas
da: Lysstyrke
de: Helligkeit
es: Brillo
fi: Kirkkaus
hr: Svjetlina
hu: Fényerő
it: Luminosità
nl: Helderheid
no: Lysstyrke
pl: Jasność
pt: Brilho
sk: Jas
sv: Ljusstyrka
tr: Parlaklık

source: Keyboard backlight
cs: Podsvícení klávesnice
da: Tastatur baggrundslys
de: Tastaturbeleuchtung
es: Retroiluminación del teclado
fi: Näppäimistön taustavalo
hr: Pozadinsko osvjetljenje tipkovnice
hu: Billentyűzet háttérvilágítása
it: Retroilluminazione tastiera
nl: Toetsenbordverlichting
no: Tastaturbaklys
pl: Podświetlenie klawiatury
pt: Iluminação do teclado
sk: Podsvietenie klávesnice
sv: Tangentbordets bakgrundsbelysning
tr: Klavye arka ışığı

source: Automation Settings
cs: Nastavení automatizace
da: Automatiseringsindstillinger
de: Automatisierungseinstellungen
es: Configuración de automatización
fi: Automaatioasetukset
hr: Postavke automatizacije
hu: Automatizálási beállítások
it: Impostazioni automazione
nl: Automatiseringsinstellingen
no: Automatiseringsinnstillinger
pl: Ustawienia automatyzacji
pt: Configurações de automação
sk: Nastavenia automatizácie
sv: Automatiseringsinställningar
tr: Otomasyon Ayarları

source: Power Settings
cs: Nastavení napájení
da: Strømindstillinger
de: Stromeinstellungen
es: Configuración de energía
fi: Virta-asetukset
hr: Postavke napajanja
hu: Energia beállítások
it: Impostazioni energia
nl: Energie-instellingen
no: Strøminnstillinger
pl: Ustawienia zasilania
pt: Configurações de energia
sk: Nastavenia napájania
sv: Ströminställningar
tr: Güç Ayarları

source: Power Automation
cs: Automatizace napájení
da: Strømautomatisering
de: Stromautomatisierung
es: Automatización de energía
fi: Virta-automaatio
hr: Automatizacija napajanja
hu: Energia automatizálás
it: Automazione energia
nl: Energie-automatisering
no: Strømautomatisering
pl: Automatyzacja zasilania
pt: Automação de energia
sk: Automatizácia napájania
sv: Strömautomatisering
tr: Güç Otomasyonu

source: Charging
cs: Nabíjení
da: Oplader
de: Lädt
es: Cargando
fi: Latautuu
hr: Puni se
hu: Töltés
it: In carica
nl: Opladen
no: Lader
pl: Ładowanie
pt: Carregando
sk: Nabíjanie
sv: Laddar
tr: Şarj oluyor

source: Charging - %d hour until fully charged
cs: Nabíjení - %d hodina do plného nabití
da: Oplader - %d time til fuldt opladet
de: Lädt - %d Stunde bis voll geladen
es: Cargando - %d hora hasta carga completa
fi: Latautuu - %d tunti täyteen lataukseen
hr: Puni se - %d sat do potpunog punjenja
hu: Töltés - %d óra a teljes töltésig
it: In carica - %d ora fino alla carica completa
nl: Opladen - %d uur tot volledig opgeladen
no: Lader - %d time til fullt oppladet
pl: Ładowanie - %d godzina do pełnego naładowania
pt: Carregando - %d hora até carregar completamente
sk: Nabíjanie - %d hodina do úplného nabitia
sv: Laddar - %d timme tills fulladdad
tr: Şarj oluyor - %d saat sonra tamamen şarj olacak

source: Charging - %d %s %d %s until fully charged
cs: Nabíjení - %d %s %d %s do plného nabití
da: Oplader - %d %s %d %s til fuldt opladet
de: Lädt - %d %s %d %s bis voll geladen
es: Cargando - %d %s %d %s hasta carga completa
fi: Latautuu - %d %s %d %s täyteen lataukseen
hr: Puni se - %d %s %d %s do potpunog punjenja
hu: Töltés - %d %s %d %s a teljes töltésig
it: In carica - %d %s %d %s fino alla carica completa
nl: Opladen - %d %s %d %s tot volledig opgeladen
no: Lader - %d %s %d %s til fullt oppladet
pl: Ładowanie - %d %s %d %s do pełnego naładowania
pt: Carregando - %d %s %d %s até carregar completamente
sk: Nabíjanie - %d %s %d %s do úplného nabitia
sv: Laddar - %d %s %d %s tills fulladdad
tr: Şarj oluyor - %d %s %d %s sonra tamamen şarj olacak

source: hour
cs: hodina
da: time
de: Stunde
es: hora
fi: tunti
hr: sat
hu: óra
it: ora
nl: uur
no: time
pl: godzina
pt: hora
sk: hodina
sv: timme
tr: saat

source: minute
cs: minuta
da: minut
es: minuto
fi: minuutti
hr: minuta
hu: perc
it: minuto
nl: minuut
no: minutt
pl: minuta
pt: minuto
sk: minúta
sv: minut
tr: dakika

source: Charging - %d minute until fully charged
cs: Nabíjení - %d minuta do plného nabití
da: Oplader - %d minut til fuldt opladet
de: Lädt - %d Minute bis voll geladen
es: Cargando - %d minuto hasta carga completa
fi: Latautuu - %d minuutti täyteen lataukseen
hr: Puni se - %d minuta do potpunog punjenja
hu: Töltés - %d perc a teljes töltésig
it: In carica - %d minuto fino alla carica completa
nl: Opladen - %d minuut tot volledig opgeladen
no: Lader - %d minutt til fullt oppladet
pl: Ładowanie - %d minuta do pełnego naładowania
pt: Carregando - %d minuto até carregar completamente
sk: Nabíjanie - %d minúta do úplného nabitia
sv: Laddar - %d minut tills fulladdad
tr: Şarj oluyor - %d dakika sonra tamamen şarj olacak

source: Fully charged
cs: Plně nabito
da: Fuldt opladet
de: Voll geladen
es: Completamente cargado
fi: Täysin ladattu
hr: Potpuno napunjena
hu: Teljesen feltöltve
it: Completamente carica
nl: Volledig opgeladen
no: Fullt oppladet
pl: W pełni naładowane
pt: Completamente carregado
sk: Úplne nabité
sv: Fulladdad
tr: Tamamen şarj oldu

source: Using battery power
cs: Používá se baterie
da: Bruger batteristrøm
de: Verwendet Batteriestrom
es: Usando batería
fi: Käyttää akkuvirtaa
hr: Koristi se baterija
hu: Akkumulátor használata
it: Utilizzo batteria
nl: Gebruikt batterijstroom
no: Bruker batteristrøm
pl: Używanie zasilania bateryjnego
pt: Usando energia da bateria
sk: Používanie energie batérie
sv: Använder batteriström
tr: Pil gücü kullanılıyor

source: Using battery power - %d hour remaining
cs: Používá se baterie - %d hodina zbývá
da: Bruger batteristrøm - %d time tilbage
de: Verwendet Batteriestrom - %d Stunde verbleibend
es: Usando batería - %d hora restante
fi: Käyttää akkuvirtaa - %d tunti jäljellä
hr: Koristi se baterija - %d sat preostao
hu: Akkumulátor használata - %d óra hátra
it: Utilizzo batteria - %d ora rimanente
nl: Gebruikt batterijstroom - %d uur resterend
no: Bruker batteristrøm - %d time igjen
pl: Używanie zasilania bateryjnego - %d godzina pozostała
pt: Usando energia da bateria - %d hora restante
sk: Používanie energie batérie - %d hodina zostáva
sv: Använder batteriström - %d timme kvar
tr: Pil gücü kullanılıyor - %d saat kaldı

source: Using battery power - %d %s %d %s remaining
cs: Používá se baterie - %d %s %d %s zbývá
da: Bruger batteristrøm - %d %s %d %s tilbage
de: Verwendet Batteriestrom - %d %s %d %s verbleibend
es: Usando batería - %d %s %d %s restantes
fi: Käyttää akkuvirtaa - %d %s %d %s jäljellä
hr: Koristi se baterija - preostalo %d %s %d %s
hu: Akkumulátor használata - %d %s %d %s hátra
it: Utilizzo batteria - %d %s %d %s rimanenti
nl: Gebruikt batterijstroom - %d %s %d %s resterend
no: Bruker batteristrøm - %d %s %d %s igjen
pl: Używanie zasilania bateryjnego - %d %s %d %s pozostało
pt: Usando energia da bateria - %d %s %d %s restantes
sk: Používanie energie batérie - %d %s %d %s zostáva
sv: Använder batteriström - %d %s %d %s kvar
tr: Pil gücü kullanılıyor - %d %s %d %s kaldı

source: Using battery power - %d minute remaining
cs: Používá se baterie - %d minuta zbývá
da: Bruger batteristrøm - %d minut tilbage
de: Verwendet Batteriestrom - %d Minute verbleibend
es: Usando batería - %d minuto restante
fi: Käyttää akkuvirtaa - %d minuutti jäljellä
hr: Koristi se baterija - %d minuta preostala
hu: Akkumulátor használata - %d perc hátra
it: Utilizzo batteria - %d minuto rimanente
nl: Gebruikt batterijstroom - %d minuut resterend
no: Bruker batteristrøm - %d minutt igjen
pl: Używanie zasilania bateryjnego - %d minuta pozostała
pt: Usando energia da bateria - %d minuto restante
sk: Používanie energie batérie - %d minúta zostáva
sv: Använder batteriström - %d minut kvar
tr: Pil gücü kullanılıyor - %d dakika kaldı

source: Fully discharged
cs: Plně vybitá
da: Fuldt afladet
de: Voll entladen
es: Completamente descargado
fi: Täysin tyhjä
hr: Potpuno ispražnjena
hu: Teljesen lemerült
it: Completamente scarica
nl: Volledig ontladen
no: Fullt utladet
pl: W pełni rozładowane
pt: Completamente descarregado
sk: Úplne vybité
sv: Helt urladdad
tr: Tamamen boşaldı

source: Not charging
cs: Nenabíjí se
da: Oplader ikke
de: Lädt nicht
es: No cargando
fi: Ei lataudu
hr: Ne puni se
hu: Nem tölt
it: Non in carica
nl: Niet opladen
no: Lader ikke
pl: Nie ładuje się
pt: Não carregando
sk: Nenabíja sa
sv: Laddar inte
tr: Şarj olmuyor

source: Switched to AC power
cs: Přepnuto na AC napájení
da: Skiftet til AC-strøm
de: Auf Netzstrom umgeschaltet
es: Cambiado a alimentación de CA
fi: Vaihdettu verkkovirtaan
hr: Prebačeno na AC napajanje
hu: Váltás AC áramra
it: Passato a alimentazione AC
nl: Overgeschakeld naar AC-stroom
no: Byttet til AC-strøm
pl: Przełączono na zasilanie AC
pt: Mudou para energia AC
sk: Prepnuté na AC napájanie
sv: Växlade till AC-ström
tr: AC gücüne geçildi

source: Switched to battery power
cs: Přepnuto na baterii
da: Skiftet til batteristrøm
de: Auf Batteriestrom umgeschaltet
es: Cambiado a batería
fi: Vaihdettu akkuvirtaan
hr: Prebačeno na bateriju
hu: Váltás akkumulátorra
it: Passato a batteria
nl: Overgeschakeld naar batterijstroom
no: Byttet til batteristrøm
pl: Przełączono na zasilanie bateryjne
pt: Mudou para energia da bateria
sk: Prepnuté na napájanie z batérie
sv: Växlade till batteriström
tr: Pil gücüne geçildi

source: CRITICAL: Battery %s critically low (%d%%)
cs: KRITICKÉ: Baterie %s kriticky nízká (%d%%)
da: KRITISK: Batteri %s kritisk lavt (%d%%)
de: KRITISCH: Batterie %s kritisch niedrig (%d%%)
es: CRÍTICO: Batería %s críticamente baja (%d%%)
fi: KRITTISET: Akku %s kriittisesti vähissä (%d%%)
hr: KRITIČNO: Baterija %s kritično slaba (%d%%)
hu: KRITIKUS: Akkumulátor %s kritikusan alacsony (%d%%)
it: CRITICO: Batteria %s criticamente scarica (%d%%)
nl: KRITIEK: Batterij %s kritisch laag (%d%%)
no: KRITISK: Batteri %s kritisk lavt (%d%%)
pl: KRYTYCZNE: Bateria %s krytycznie niska (%d%%)
pt: CRÍTICO: Bateria %s criticamente baixa (%d%%)
sk: KRITICKÉ: Batéria %s kriticky nízka (%d%%)
sv: KRITISKT: Batteri %s kritiskt lågt (%d%%)
tr: KRİTİK: Pil %s kritik düşük (%d%%)

source: Critical Battery
cs: Kritická baterie
da: Kritisk batteri
de: Kritische Batterie
es: Batería crítica
fi: Kriittinen akku
hr: Kritična baterija
hu: Kritikus akkumulátor
it: Batteria critica
nl: Kritische batterij
no: Kritisk batteri
pl: Krytyczna bateria
pt: Bateria crítica
sk: Kritická batéria
sv: Kritiskt batteri
tr: Kritik Pil

source: Battery %s critically low (%d%%)
cs: Baterie %s kriticky nízká (%d%%)
da: Batteri %s kritisk lavt (%d%%)
de: Batterie %s kritisch niedrig (%d%%)
es: Batería %s críticamente baja (%d%%)
fi: Akku %s kriittisesti vähissä (%d%%)
hr: Baterija %s kritično slaba (%d%%)
hu: Akkumulátor %s kritikusan alacsony (%d%%)
it: Batteria %s criticamente scarica (%d%%)
nl: Batterij %s kritisch laag (%d%%)
no: Batteri %s kritisk lavt (%d%%)
pl: Bateria %s krytycznie niska (%d%%)
pt: Bateria %s criticamente baixa (%d%%)
sk: Batéria %s kriticky nízka (%d%%)
sv: Batteri %s kritiskt lågt (%d%%)
tr: Pil %s kritik düşük (%d%%)

source: LOW: Battery %s low (%d%%)
cs: NÍZKÁ: Baterie %s nízká (%d%%)
da: LAV: Batteri %s lavt (%d%%)
de: NIEDRIG: Batterie %s niedrig (%d%%)
es: BAJA: Batería %s baja (%d%%)
fi: ALHAINEN: Akku %s vähissä (%d%%)
hr: SLABO: Baterija %s slaba (%d%%)
hu: ALACSONY: Akkumulátor %s alacsony (%d%%)
it: BASSA: Batteria %s scarica (%d%%)
nl: LAAG: Batterij %s laag (%d%%)
no: LAVT: Batteri %s lavt (%d%%)
pl: NISKI: Bateria %s niska (%d%%)
pt: BAIXO: Bateria %s baixa (%d%%)
sk: NÍZKA: Batéria %s nízka (%d%%)
sv: LÅGT: Batteri %s lågt (%d%%)
tr: DÜŞÜK: Pil %s düşük (%d%%)

source: Low Battery
cs: Nízká baterie
da: Lavt batteri
de: Niedrige Batterie
es: Batería baja
fi: Vähäinen akku
hr: Slaba baterija
hu: Alacsony akkumulátor
it: Batteria scarica
nl: Lage batterij
no: Lavt batteri
pl: Niska bateria
pt: Bateria baixa
sk: Nízka batéria
sv: Lågt batteri
tr: Düşük Pil

source: Battery %s low (%d%%)
cs: Baterie %s nízká (%d%%)
da: Batteri %s lavt (%d%%)
de: Batterie %s niedrig (%d%%)
es: Batería %s baja (%d%%)
fi: Akku %s vähissä (%d%%)
hr: Baterija %s slaba (%d%%)
hu: Akkumulátor %s alacsony (%d%%)
it: Batteria %s scarica (%d%%)
nl: Batterij %s laag (%d%%)
no: Batteri %s lavt (%d%%)
pl: Bateria %s niska (%d%%)
pt: Bateria %s baixa (%d%%)
sk: Batéria %s nízka (%d%%)
sv: Batteri %s lågt (%d%%)
tr: Pil %s düşük (%d%%)

source: Auto-enabled power saver (battery low: %d%%)
cs: Automaticky povolena úspora energie (baterie nízká: %d%%)
da: Automatisk aktiveret strømbesparelse (batteri lavt: %d%%)
de: Energiesparer automatisch aktiviert (Batterie niedrig: %d%%)
es: Ahorro de energía activado automáticamente (batería baja: %d%%)
fi: Virransäästö automaattisesti käytössä (akku vähissä: %d%%)
hr: Automatski omogućena štednja energije (slaba baterija: %d%%)
hu: Automatikusan engedélyezett energiatakarékos (akkumulátor alacsony: %d%%)
it: Risparmio energetico abilitato automaticamente (batteria scarica: %d%%)
nl: Automatisch ingeschakelde energiebesparing (batterij laag: %d%%)
no: Automatisk aktivert strømsparing (batteri lavt: %d%%)
pl: Automatycznie włączone oszczędzanie energii (bateria niska: %d%%)
pt: Poupança de energia ativada automaticamente (bateria baixa: %d%%)
sk: Automaticky povolený šetrič energie (batéria nízka: %d%%)
sv: Automatiskt aktiverat strömsparläge (batteri lågt: %d%%)
tr: Otomatik güç tasarrufu etkinleştirildi (pil düşük: %d%%)

source: CRITICAL: Battery %s critically low
cs: KRITICKÉ: Baterie %s kriticky nízká
da: KRITISK: Batteri %s kritisk lavt
de: KRITISCH: Batterie %s kritisch niedrig
es: CRÍTICO: Batería %s críticamente baja
fi: KRITTISET: Akku %s kriittisesti vähissä
hr: KRITIČNO: Baterija %s kritično slaba
hu: KRITIKUS: Akkumulátor %s kritikusan alacsony
it: CRITICO: Batteria %s criticamente scarica
nl: KRITIEK: Batterij %s kritisch laag
no: KRITISK: Batteri %s kritisk lavt
pl: KRYTYCZNE: Bateria %s krytycznie niska
pt: CRÍTICO: Bateria %s criticamente baixa
sk: KRITICKÉ: Batéria %s kriticky nízka
sv: KRITISKT: Batteri %s kritiskt lågt
tr: KRİTİK: Pil %s kritik düşük

source: Battery %s critically low
cs: Baterie %s kriticky nízká
da: Batteri %s kritisk lavt
de: Batterie %s kritisch niedrig
es: Batería %s críticamente baja
fi: Akku %s kriittisesti vähissä
hr: Baterija %s kritično slaba
hu: Akkumulátor %s kritikusan alacsony
it: Batteria %s criticamente scarica
nl: Batterij %s kritisch laag
no: Batteri %s kritisk lavt
pl: Bateria %s krytycznie niska
pt: Bateria %s criticamente baixa
sk: Batéria %s kriticky nízka
sv: Batteri %s kritiskt lågt
tr: Pil %s kritik düşük

source: LOW: Battery %s low
cs: NÍZKÁ: Baterie %s nízká
da: LAV: Batteri %s lavt
de: NIEDRIG: Batterie %s niedrig
es: BAJA: Batería %s baja
fi: ALHAINEN: Akku %s vähissä
hr: SLABO: Baterija %s slaba
hu: ALACSONY: Akkumulátor %s alacsony
it: BASSA: Batteria %s scarica
nl: LAAG: Batterij %s laag
no: LAVT: Batteri %s lavt
pl: NISKI: Bateria %s niska
pt: BAIXO: Bateria %s baixa
sk: NÍZKA: Batéria %s nízka
sv: LÅGT: Batteri %s lågt
tr: DÜŞÜK: Pil %s düşük

source: Battery %s low
cs: Baterie %s nízká
da: Batteri %s lavt
de: Batterie %s niedrig
es: Batería %s baja
fi: Akku %s vähissä
hr: Baterija %s slaba
hu: Akkumulátor %s alacsony
it: Batteria %s scarica
nl: Batterij %s laag
no: Batteri %s lavt
pl: Bateria %s niska
pt: Bateria %s baixa
sk: Batéria %s nízka
sv: Batteri %s lågt
tr: Pil %s düşük

source: Battery
cs: Baterie
da: Batteri
de: Batterie
es: Batería
fi: Akku
hr: Baterija
hu: Akkumulátor
it: Batteria
nl: Batterij
no: Batteri
pl: Bateria
pt: Bateria
sk: Batéria
sv: Batteri
tr: Pil

source: AC Adapter
cs: AC adaptér
de: Netzteil
es: Adaptador de CA
fi: Verkkovirta-adapteri
it: Adattatore AC
pl: Adapter AC
pt: Adaptador AC
sk: AC adaptér
tr: AC Adaptörü

source: Power Device
cs: Napájecí zařízení
da: Strømenhed
de: Stromgerät
es: Dispositivo de energía
fi: Virta-laite
hr: Uređaj napajanja
hu: Energia eszköz
it: Dispositivo energia
nl: Energieapparaat
no: Strømenhet
pl: Urządzenie zasilania
pt: Dispositivo de energia
sk: Zariadenie napájania
sv: Strömenhet
tr: Güç Cihazı
