Repository: drdrummie/cinnamon-spices-applets
Catalog: powerman@dr.drummie/files/powerman@dr.drummie/po/*.po
Languages: cs, da, de, es, fi, hr, hu, it, nl, no, pl, pt, sk, sv, tr

source: The brightness level to use when dimming the screen
cs: Úroveň jasu pro použití při ztlumení obrazovky
da: Lysstyrkeniveauet at bruge når skærmen dæmpes
de: Die Helligkeitsstufe beim Dimmen des Bildschirms
es: El nivel de brillo a usar al oscurecer la pantalla
fi: Kirkkaustaso käytettäväksi näytön himmentämisessä
hr: Razina svjetline za korištenje pri zatamnjivanju ekrana
hu: Fényerő szint képernyő tompításkor használva
it: Livello luminosità da utilizzare quando si schiarisce lo schermo
nl: Helderheidsniveau om te gebruiken bij dimmen van het scherm
no: Lysstyrkenivået å bruke når skjermen dimmes
pl: Poziom jasności do użycia podczas przyciemniania ekranu
pt: O nível de brilho a usar ao diminuir a tela
sk: Úroveň jasu na použitie pri stmavení obrazovky
sv: Ljusstyrkenivån att använda vid dimning av skärmen
tr: Ekranı karartırken kullanılacak parlaklık seviyesi

source: Time before screen dims when idle
cs: Čas před ztlumením obrazovky při nečinnosti
da: Tid før skærm dæmpes ved inaktivitet
de: Zeit vor Bildschirm-Dimming bei Leerlauf
es: Tiempo antes de oscurecer la pantalla en inactividad
fi: Aika ennen näytön himmentämistä lepotilassa
hr: Vrijeme prije zatamnjivanja ekrana pri neaktivnosti
hu: Idő képernyő tompítása előtt tétlenségkor
it: Tempo prima che lo schermo si schiarisca quando inattivo
nl: Tijd voordat scherm dimt bij inactiviteit
no: Tid før skjerm dimmes når inaktiv
pl: Czas przed przyciemnieniem ekranu podczas bezczynności
pt: Tempo antes de a tela diminuir quando inativo
sk: Čas pred stmavením obrazovky pri nečinnosti
sv: Tid innan skärmen dimmas vid inaktivitet
tr: Boşta kalınca ekranın kararmadan önceki süre

source: Monitor
da: Skærm
fi: Näyttö
no: Skjerm
sv: Skärm
tr: Monitör

source: Error
cs: Chyba
da: Fejl
de: Fehler
fi: Virhe
hr: Greška
hu: Hiba
it: Errore
nl: Fout
no: Feil
pl: Błąd
pt: Erro
sk: Chyba
sv: Fel
tr: Hata

source: PowerMan - Enhanced Power Manager
hr: PowerMan - Napredno upravljanje energijom

source: Enhanced power management with separate AC/Battery settings for brightness, power profiles, and automation - based on original power applet for Cinnamon
hr: Poboljšano upravljanje potrošnjom energije s odvojenim postavkama za svjetlinu, energetske profile i automatizaciju za napajanje putem adaptera i baterije – temeljeno na izvornom apletu za upravljanje energijom u Cinnamonu
