Repository: drdrummie/cinnamon-spices-applets
Catalog: powerman@dr.drummie/files/powerman@dr.drummie/po/*.po
Languages: cs, da, de, es, fi, hr, hu, it, nl, no, pl, pt, sk, sv, tr

source: Power Applet
cs: Applet napájení
da: Strøm-applet
de: Strom-Applet
es: Applet de energía
fi: Virta-sovelma
hr: Applet napajanja
hu: Energia applet
it: Applet energia
nl: Energie-applet
no: Strøm-applet
pl: Applet zasilania
pt: Applet de energia
sk: Applet napájania
sv: Ström-applet
tr: Güç Applet'i

source: System power applet disabled. Using PowerMan instead.
cs: Systémový applet napájení zakázán. Používá se PowerMan místo toho.
da: Systemets strøm-applet deaktiveret. Bruger PowerMan i stedet.
de: System-Strom-Applet deaktiviert. Verwende PowerMan stattdessen.
es: Applet de energía del sistema desactivado. Usando PowerMan en su lugar.
fi: Järjestelmän virta-sovelma poistettu käytöstä. Käytetään PowerMania sen sijaan.
hr: Sistemski applet napajanja onemogućen. Koristi se PowerMan.
hu: Rendszer energia applet letiltva. PowerMan használata helyette.
it: Applet energia di sistema disabilitato. Utilizzo PowerMan invece.
nl: Systeem energie-applet uitgeschakeld. Gebruikt PowerMan in plaats daarvan.
no: Systemets strøm-applet deaktivert. Bruker PowerMan i stedet.
pl: Systemowy applet zasilania wyłączony. Używanie PowerMan zamiast tego.
pt: Applet de energia do sistema desativado. Usando PowerMan em vez disso.
sk: Systémový applet napájania zakázaný. Používa sa PowerMan namiesto toho.
sv: Systemets ström-applet inaktiverad. Använder PowerMan istället.
tr: Sistem güç applet'i devre dışı. Bunun yerine PowerMan kullanılıyor.

source: Could not disable system power applet
cs: Nelze zakázat systémový applet napájení
da: Kunne ikke deaktivere systemets strøm-applet
de: Konnte System-Strom-Applet nicht deaktivieren
es: No se pudo desactivar el applet de energía del sistema
fi: Ei voitu poistaa järjestelmän virta-sovelmaa käytöstä
hr: Nije moguće onemogućiti sistemski applet napajanja
hu: Nem sikerült letiltani a rendszer energia appletet
it: Impossibile disabilitare l'applet energia di sistema
nl: Kon systeem energie-applet niet uitschakelen
no: Kunne ikke deaktivere systemets strøm-applet
pl: Nie można wyłączyć systemowego appletu zasilania
pt: Não foi possível desativar o applet de energia do sistema
sk: Nepodarilo sa zakázať systémový applet napájania
sv: Kunde inte inaktivera systemets ström-applet
tr: Sistem güç applet'i devre dışı bırakılamadı

source: System power applet re-enabled. Both applets are now active.
cs: Systémový applet napájení znovu povolen. Oba applety jsou nyní aktivní.
da: Systemets strøm-applet genaktiveret. Begge applets er nu aktive.
de: System-Strom-Applet wieder aktiviert. Beide Applets sind jetzt aktiv.
es: Applet de energía del sistema reactivado. Ambos applets están ahora activos.
fi: Järjestelmän virta-sovelma otettu uudelleen käyttöön. Molemmat sovelmat ovat nyt aktiivisia.
hr: Sistemski applet napajanja ponovno omogućen. Oba appleta su sada aktivna.
hu: Rendszer energia applet újra engedélyezve. Mindkét applet aktív.
it: Applet energia di sistema riabilitato. Entrambi gli applet sono ora attivi.
nl: Systeem energie-applet opnieuw ingeschakeld. Beide applets zijn nu actief.
no: Systemets strøm-applet reaktivert. Begge applets er nå aktive.
pl: Systemowy applet zasilania ponownie włączony. Oba applety są teraz aktywne.
pt: Applet de energia do sistema reativado. Ambos os applets estão agora ativos.
sk: Systémový applet napájania znovu povolený. Oba applety sú teraz aktívne.
sv: Systemets ström-applet återaktiverad. Båda applets är nu aktiva.
tr: Sistem güç applet'i yeniden etkinleştirildi. Her iki applet de şimdi aktif.

source: Could not restore system power applet
cs: Nelze obnovit systémový applet napájení
da: Kunne ikke gendanne systemets strøm-applet
de: Konnte System-Strom-Applet nicht wiederherstellen
es: No se pudo restaurar el applet de energía del sistema
fi: Ei voitu palauttaa järjestelmän virta-sovelmaa
hr: Nije moguće obnoviti sistemski applet napajanja
hu: Nem sikerült visszaállítani a rendszer energia appletet
it: Impossibile ripristinare l'applet energia di sistema
nl: Kon systeem energie-applet niet herstellen
no: Kunne ikke gjenopprette systemets strøm-applet
pl: Nie można przywrócić systemowego appletu zasilania
pt: Não foi possível restaurar o applet de energia do sistema
sk: Nepodarilo sa obnoviť systémový applet napájania
sv: Kunde inte återställa systemets ström-applet
tr: Sistem güç applet'i geri yüklenemedi

source: brightness %d%%
cs: jas %d%%
da: lysstyrke %d%%
de: Helligkeit %d%%
es: brillo %d%%
fi: kirkkaus %d%%
hr: svjetlina %d%%
hu: fényerő %d%%
it: luminosità %d%%
nl: helderheid %d%%
no: lysstyrke %d%%
pl: jasność %d%%
pt: brilho %d%%
sk: jas %d%%
sv: ljusstyrka %d%%
tr: parlaklık %d%%

source: power profile %s
cs: profil napájení %s
da: strømprofil %s
de: Leistungsprofil %s
es: perfil de energía %s
fi: virta-profiili %s
hr: profil napajanja %s
hu: energia profil %s
it: profilo energia %s
nl: energieprofiel %s
no: strømprofil %s
pl: profil zasilania %s
pt: perfil de energia %s
sk: profil napájania %s
sv: strömprofil %s
tr: güç profili %s

source: AC power:
cs: AC napájení:
da: AC-strøm:
de: Netzstrom:
es: Alimentación de CA:
fi: Verkkovirta:
hr: AC napajanje:
hu: AC áram:
it: Alimentazione AC:
nl: AC-stroom:
no: AC-strøm:
pl: Zasilanie AC:
pt: Energia AC:
sk: AC napájanie:
sv: AC-ström:
tr: AC gücü:

source: Switched to AC power (no automation applied)
cs: Přepnuto na AC napájení (žádná automatizace nebyla použita)
da: Skiftet til AC-strøm (ingen automatisering anvendt)
de: Auf Netzstrom umgeschaltet (keine Automatisierung angewendet)
es: Cambiado a alimentación de CA (no se aplicó automatización)
fi: Vaihdettu verkkovirtaan (ei automaatiota sovellettu)
hr: Prebačeno na AC napajanje (automatizacija nije primijenjena)
hu: Váltás AC áramra (nincs automatizálás alkalmazva)
it: Passato a alimentazione AC (nessuna automazione applicata)
nl: Overgeschakeld naar AC-stroom (geen automatisering toegepast)
no: Byttet til AC-strøm (ingen automatisering brukt)
pl: Przełączono na zasilanie AC (brak automatyzacji zastosowanej)
pt: Mudou para energia AC (nenhuma automação aplicada)
sk: Prepnuté na AC napájanie (žiadna automatizácia nebola použitá)
sv: Växlade till AC-ström (ingen automatisering tillämpad)
tr: AC gücüne geçildi (otomasyon uygulanmadı)

source: Switched to battery power (no battery devices detected)
cs: Přepnuto na baterii (žádná bateriová zařízení nebyla detekována)
da: Skiftet til batteristrøm (ingen batterienheder registreret)
de: Auf Batteriestrom umgeschaltet (keine Batteriegeräte erkannt)
es: Cambiado a batería (no se detectaron dispositivos de batería)
fi: Vaihdettu akkuvirtaan (ei akkulaiteita havaittu)
hr: Prebačeno na bateriju (nema otkrivenih uređaja baterije)
hu: Váltás akkumulátorra (nincs akkumulátor eszköz észlelve)
it: Passato a batteria (nessun dispositivo batteria rilevato)
nl: Overgeschakeld naar batterijstroom (geen batterijapparaten gedetecteerd)
no: Byttet til batteristrøm (ingen batterienheter oppdaget)
pl: Przełączono na zasilanie bateryjne (nie wykryto urządzeń bateryjnych)
pt: Mudou para energia da bateria (nenhum dispositivo de bateria detectado)
sk: Prepnuté na napájanie z batérie (neboli zistené žiadne batérie)
sv: Växlade till batteriström (inga batterienheter upptäckta)
tr: Pil gücüne geçildi (pil cihazı algılanmadı)

source: power-saver mode (battery low: %d%%)
cs: režim úspory energie (baterie nízká: %d%%)
da: strømbesparelsestilstand (batteri lavt: %d%%)
de: Energiesparmodus (Batterie niedrig: %d%%)
es: modo ahorro de energía (batería baja: %d%%)
fi: virransäästötila (akku vähissä: %d%%)
hr: način štednje energije (slaba baterija: %d%%)
hu: energiatakarékos mód (akkumulátor alacsony: %d%%)
it: modalità risparmio energetico (batteria scarica: %d%%)
nl: energiebesparingsmodus (batterij laag: %d%%)
no: strømsparingsmodus (batteri lavt: %d%%)
pl: tryb oszczędzania energii (bateria niska: %d%%)
pt: modo de poupança de energia (bateria baixa: %d%%)
sk: režim šetrenia energie (batéria nízka: %d%%)
sv: strömsparläge (batteri lågt: %d%%)
tr: güç tasarrufu modu (pil düşük: %d%%)

source: Battery power:
cs: Baterie:
da: Batteristrøm:
de: Batteriestrom:
es: Batería:
fi: Akkuvirta:
hr: Napajanje baterije:
hu: Akkumulátor:
it: Batteria:
nl: Batterijstroom:
no: Batteristrøm:
pl: Zasilanie bateryjne:
pt: Energia da bateria:
sk: Napájanie z batérie:
sv: Batteriström:
tr: Pil gücü:

source: Switched to battery power (no automation applied)
cs: Přepnuto na baterii (žádná automatizace nebyla použita)
da: Skiftet til batteristrøm (ingen automatisering anvendt)
de: Auf Batteriestrom umgeschaltet (keine Automatisierung angewendet)
es: Cambiado a batería (no se aplicó automatización)
fi: Vaihdettu akkuvirtaan (ei automaatiota sovellettu)
hr: Prebačeno na bateriju (automatizacija nije primijenjena)
hu: Váltás akkumulátorra (nincs automatizálás alkalmazva)
it: Passato a batteria (nessuna automazione applicata)
nl: Overgeschakeld naar batterijstroom (geen automatisering toegepast)
no: Byttet til batteristrøm (ingen automatisering brukt)
pl: Przełączono na zasilanie bateryjne (brak automatyzacji zastosowanej)
pt: Mudou para energia da bateria (nenhuma automação aplicada)
sk: Prepnuté na napájanie z batérie (žiadna automatizácia nebola použitá)
sv: Växlade till batteriström (ingen automatisering tillämpad)
tr: Pil gücüne geçildi (otomasyon uygulanmadı)

source: 10 minutes
cs: 10 minut
da: 10 minutter
de: 10 Minuten
es: 10 minutos
fi: 10 minuuttia
hr: 10 minuta
hu: 10 perc
it: 10 minuti
nl: 10 minuten
no: 10 minutter
pl: 10 minut
pt: 10 minutos
sk: 10 minút
sv: 10 minuter
tr: 10 dakika

source: 10 seconds
cs: 10 sekund
da: 10 sekunder
de: 10 Sekunden
es: 10 segundos
fi: 10 sekuntia
hr: 10 sekundi
hu: 10 másodperc
it: 10 secondi
nl: 10 seconden
no: 10 sekunder
pl: 10 sekund
pt: 10 segundos
sk: 10 sekúnd
sv: 10 sekunder
tr: 10 saniye

source: 15 seconds
cs: 15 sekund
da: 15 sekunder
de: 15 Sekunden
es: 15 segundos
fi: 15 sekuntia
hr: 15 sekundi
hu: 15 másodperc
it: 15 secondi
nl: 15 seconden
no: 15 sekunder
pl: 15 sekund
pt: 15 segundos
sk: 15 sekúnd
sv: 15 sekunder
tr: 15 saniye

source: 1 minute
cs: 1 minuta
da: 1 minut
es: 1 minuto
fi: 1 minuutti
hr: 1 minuta
hu: 1 perc
it: 1 minuto
nl: 1 minuut
no: 1 minutt
pl: 1 minuta
pt: 1 minuto
sk: 1 minúta
sv: 1 minut
tr: 1 dakika

source: 2 minutes
cs: 2 minuty
da: 2 minutter
de: 2 Minuten
es: 2 minutos
fi: 2 minuuttia
hr: 2 minute
hu: 2 perc
it: 2 minuti
nl: 2 minuten
no: 2 minutter
pl: 2 minuty
pt: 2 minutos
sk: 2 minúty
sv: 2 minuter
tr: 2 dakika

source: 30 seconds
cs: 30 sekund
da: 30 sekunder
de: 30 Sekunden
es: 30 segundos
fi: 30 sekuntia
hr: 30 sekundi
hu: 30 másodperc
it: 30 secondi
nl: 30 seconden
no: 30 sekunder
pl: 30 sekund
pt: 30 segundos
sk: 30 sekúnd
sv: 30 sekunder
tr: 30 saniye

source: 5 minutes
cs: 5 minut
da: 5 minutter
de: 5 Minuten
es: 5 minutos
fi: 5 minuuttia
hr: 5 minuta
hu: 5 perc
it: 5 minuti
nl: 5 minuten
no: 5 minutter
pl: 5 minut
pt: 5 minutos
sk: 5 minút
sv: 5 minuter
tr: 5 dakika

source: 5 seconds
cs: 5 sekund
da: 5 sekunder
de: 5 Sekunden
es: 5 segundos
fi: 5 sekuntia
hr: 5 sekundi
hu: 5 másodperc
it: 5 secondi
nl: 5 seconden
no: 5 sekunder
pl: 5 sekund
pt: 5 segundos
sk: 5 sekúnd
sv: 5 sekunder
tr: 5 saniye

source: AC brightness level (%)
cs: Úroveň jasu AC (%)
da: AC lysstyrkeniveau (%)
de: Netz-Helligkeitsstufe (%)
es: Nivel de brillo de CA (%)
fi: Verkkovirran kirkkaustaso (%)
hr: Razina svjetline na AC (%)
hu: AC fényerő szint (%)
it: Livello luminosità AC (%)
nl: AC helderheidsniveau (%)
no: AC lysstyrkenivå (%)
pl: Poziom jasności AC (%)
pt: Nível de brilho AC (%)
sk: Úroveň jasu AC (%)
sv: AC-ljusstyrkenivå (%)
tr: AC parlaklık seviyesi (%)

source: AC power profile
cs: Profil napájení AC
da: AC strømprofil
de: Netz-Leistungsprofil
es: Perfil de energía de CA
fi: Verkkovirran virta-profiili
hr: AC profil napajanja
hu: AC energia profil
it: Profilo energia AC
nl: AC energieprofiel
no: AC strømprofil
pl: Profil zasilania AC
pt: Perfil de energia AC
sk: Profil napájania AC
sv: AC-strömprofil
tr: AC güç profili

source: Always show all batteries
cs: Vždy zobrazit všechny baterie
da: Vis altid alle batterier
de: Immer alle Batterien anzeigen
es: Mostrar siempre todas las baterías
fi: Näytä aina kaikki akut
hr: Uvijek prikaži sve baterije
hu: Mindig mutasson minden akkumulátort
it: Mostra sempre tutte le batterie
nl: Altijd alle batterijen tonen
no: Alltid vis alle batterier
pl: Zawsze pokazuj wszystkie baterie
pt: Sempre mostrar todas as baterias
sk: Vždy zobrazovať všetky batérie
sv: Visa alltid alla batterier
tr: Her zaman tüm pilleri göster

source: Always show multiple batteries in panel
cs: Vždy zobrazit více baterií v panelu
da: Vis altid flere batterier i panel
de: Immer mehrere Batterien im Panel anzeigen
es: Mostrar siempre múltiples baterías en el panel
fi: Näytä aina useat akut paneelissa
hr: Uvijek prikaži više baterija na panelu
hu: Mindig mutasson több akkumulátort a panelen
it: Mostra sempre più batterie nel pannello
nl: Altijd meerdere batterijen in paneel tonen
no: Alltid vis flere batterier i panel
pl: Zawsze pokazuj wiele baterii w panelu
pt: Sempre mostrar múltiplas baterias no painel
sk: Vždy zobrazovať viacero batérií v paneli
sv: Visa alltid flera batterier i panelen
tr: Panelde her zaman birden fazla pil göster

source: Auto dim screen when idle on battery power
cs: Automaticky ztlumit obrazovku při nečinnosti na baterii
da: Automatisk dæmp skærm ved inaktivitet på batteristrøm
de: Bildschirm automatisch dimmen bei Leerlauf auf Batterie
es: Oscurecer pantalla automáticamente en inactividad con batería
fi: Himmenä näyttö automaattisesti lepotilassa akkuvirralla
hr: Automatski zatamni ekran pri neaktivnosti na bateriji
hu: Automatikusan tompítsa a képernyőt tétlenségkor akkumulátoron
it: Schiarisci automaticamente lo schermo quando inattivo su batteria
nl: Automatisch scherm dimmen bij inactiviteit op batterijstroom
no: Automatisk dim skjerm når inaktiv på batteristrøm
pl: Automatycznie przyciemnij ekran podczas bezczynności na zasilaniu bateryjnym
pt: Diminuir automaticamente a tela quando inativo na energia da bateria
sk: Automaticky stmaviť obrazovku pri nečinnosti na napájaní z batérie
sv: Dimma automatiskt skärmen vid inaktivitet på batteriström
tr: Pil gücüyle boşta kalınca ekranı otomatik karart

source: Automatically adjust brightness for AC/Battery
cs: Automaticky upravit jas pro AC/Baterii
da: Juster automatisk lysstyrke for AC/Batteri
de: Helligkeit automatisch für Netz/Batterie anpassen
es: Ajustar brillo automáticamente para CA/Batería
fi: Säädä kirkkaus automaattisesti verkkovirta/akku
hr: Automatski prilagodi svjetlinu za AC/bateriju
hu: Automatikusan állítsa a fényerőt AC/Akkumulátorhoz
it: Regola automaticamente la luminosità per AC/Batteria
nl: Automatisch helderheid aanpassen voor AC/Batterij
no: Automatisk juster lysstyrke for AC/Batteri
pl: Automatycznie dostosuj jasność dla AC/Baterii
pt: Ajustar automaticamente o brilho para AC/Bateria
sk: Automaticky upraviť jas pre AC/Batériu
sv: Justera automatiskt ljusstyrka för AC/Batteri
tr: AC/Pil için parlaklığı otomatik ayarla

source: Automatically dim the screen when idle while on AC power
cs: Automaticky ztlumit obrazovku při nečinnosti na AC napájení
da: Dæmp automatisk skærmen ved inaktivitet på AC-strøm
de: Bildschirm automatisch dimmen bei Leerlauf auf Netz
es: Oscurecer pantalla automáticamente en inactividad con CA
fi: Himmenä näyttö automaattisesti lepotilassa verkkovirralla
hr: Automatski zatamni ekran pri neaktivnosti na AC napajanju
hu: Automatikusan tompítsa a képernyőt tétlenségkor AC áramon
it: Schiarisci automaticamente lo schermo quando inattivo su alimentazione AC
nl: Automatisch scherm dimmen bij inactiviteit op AC-stroom
no: Automatisk dim skjermen når inaktiv på AC-strøm
pl: Automatycznie przyciemnij ekran podczas bezczynności na zasilaniu AC
pt: Diminuir automaticamente a tela quando inativo na energia AC
sk: Automaticky stmaviť obrazovku pri nečinnosti na AC napájaní
sv: Dimma automatiskt skärmen vid inaktivitet på AC-ström
tr: AC gücüyle boşta kalınca ekranı otomatik karart

source: Automatically switch power profiles for AC/Battery
cs: Automaticky přepínat profily napájení pro AC/Baterii
da: Skift automatisk strømprofiler for AC/Batteri
de: Leistungsprofile automatisch für Netz/Batterie wechseln
es: Cambiar perfiles de energía automáticamente para CA/Batería
fi: Vaihda virta-profiilit automaattisesti verkkovirta/akku
hr: Automatski prebaci profile napajanja za AC/bateriju
hu: Automatikusan váltson energia profilokat AC/Akkumulátorhoz
it: Cambia automaticamente i profili energia per AC/Batteria
nl: Automatisch energieprofielen schakelen voor AC/Batterij
no: Automatisk bytt strømprofiler for AC/Batteri
pl: Automatycznie przełączaj profile zasilania dla AC/Baterii
pt: Alternar automaticamente perfis de energia para AC/Bateria
sk: Automaticky prepínať profily napájania pre AC/Batériu
sv: Växla automatiskt strömprofiler för AC/Batteri
tr: AC/Pil için güç profillerini otomatik değiştir

source: Automatically switch to power-saver mode when battery is low
cs: Automaticky přepnout do režimu úspory energie, když je baterie nízká
da: Skift automatisk til strømbesparelsestilstand når batteri er lavt
de: Automatisch in Energiesparmodus wechseln, wenn Batterie niedrig ist
es: Cambiar automáticamente a modo ahorro de energía cuando la batería esté baja
fi: Vaihda automaattisesti virransäästötilaan kun akku on vähissä
hr: Automatski prebaci na štednju energije kada je baterija slaba
hu: Automatikusan váltson energiatakarékos módra, ha az akkumulátor alacsony
it: Cambia automaticamente alla modalità risparmio energetico quando la batteria è scarica
nl: Automatisch schakelen naar energiebesparingsmodus wanneer batterij laag is
no: Automatisk bytt til strømsparingsmodus når batteri er lavt
pl: Automatycznie przełączaj na tryb oszczędzania energii, gdy bateria jest niska
pt: Alternar automaticamente para modo de poupança de energia quando a bateria estiver baixa
sk: Automaticky prepnúť na režim šetrenia energie, keď je batéria nízka
sv: Växla automatiskt till strömsparläge när batteriet är lågt
tr: Pil düşük olduğunda otomatik güç tasarrufu moduna geç

source: Auto power-saver on low battery
cs: Automatická úspora energie při nízké baterii
da: Automatisk strømbesparelse på lavt batteri
de: Auto-Energiesparer bei niedriger Batterie
es: Ahorro de energía automático en batería baja
fi: Automaattinen virransäästö vähäisellä akulla
hr: Automatska štednja energije na slaboj bateriji
hu: Automatikus energiatakarékos alacsony akkumulátoron
it: Risparmio energetico automatico su batteria scarica
nl: Automatische energiebesparing bij lage batterij
no: Automatisk strømsparing på lavt batteri
pl: Automatyczne oszczędzanie energii przy niskiej baterii
pt: Poupança de energia automática na bateria baixa
sk: Automatické šetrenie energie pri nízkej batérii
sv: Automatiskt strömsparläge vid lågt batteri
tr: Düşük pilde otomatik güç tasarrufu

source: Battery brightness level (%)
cs: Úroveň jasu baterie (%)
da: Batteri lysstyrkeniveau (%)
de: Batterie-Helligkeitsstufe (%)
es: Nivel de brillo de batería (%)
fi: Akun kirkkaustaso (%)
hr: Razina svjetline baterije (%)
hu: Akkumulátor fényerő szint (%)
it: Livello luminosità batteria (%)
nl: Batterij helderheidsniveau (%)
no: Batteri lysstyrkenivå (%)
pl: Poziom jasności baterii (%)
pt: Nível de brilho da bateria (%)
sk: Úroveň jasu batérie (%)
sv: Batteri-ljusstyrkenivå (%)
tr: Pil parlaklık seviyesi (%)

source: Battery percentage below which to automatically enable power-saver mode
cs: Procento baterie, pod kterým se automaticky povolí režim úspory energie
da: Batteriprocent under hvilken strømbesparelsestilstand aktiveres automatisk
de: Batterieprozentsatz, unter dem automatisch Energiesparmodus aktiviert wird
es: Porcentaje de batería por debajo del cual activar automáticamente el modo ahorro de energía
fi: Akun prosenttiosuus, jonka alapuolella virransäästötila otetaan automaattisesti käyttöön
hr: Postotak baterije ispod kojeg se automatski omogućuje štednja energije
hu: Akkumulátor százalék, amely alatt automatikusan engedélyezze az energiatakarékos módot
it: Percentuale batteria sotto la quale abilitare automaticamente la modalità risparmio energetico
nl: Batterijpercentage waaronder automatisch energiebesparingsmodus inschakelen
no: Batteriproent under hvilken strømsparingsmodus aktiveres automatisk
pl: Procent baterii poniżej którego automatycznie włączyć tryb oszczędzania energii
pt: Percentagem da bateria abaixo da qual ativar automaticamente o modo de poupança de energia
sk: Percento batérie pod ktorým automaticky povoliť režim šetrenia energie
sv: Batteriprocent under vilket strömsparläge automatiskt aktiveras
tr: Güç tasarrufu modunu otomatik etkinleştirmek için pil yüzdesi

source: Battery power profile
cs: Profil napájení baterie
da: Batteri strømprofil
de: Batterie-Leistungsprofil
es: Perfil de energía de batería
fi: Akun virta-profiili
hr: Profil napajanja baterije
hu: Akkumulátor energia profil
it: Profilo energia batteria
nl: Batterij energieprofiel
no: Batteri strømprofil
pl: Profil zasilania baterii
pt: Perfil de energia da bateria
sk: Profil napájania batérie
sv: Batteri-strömprofil
tr: Pil güç profili

source: Battery Power Saving
cs: Úspora energie baterie
da: Batteri strømbesparelse
de: Batterie-Stromsparen
es: Ahorro de energía de batería
fi: Akun virransäästö
hr: Štednja baterije
hu: Akkumulátor energia megtakarítás
it: Risparmio energia batteria
nl: Batterij energiebesparing
no: Batteri strømsparing
pl: Oszczędzanie energii baterii
pt: Poupança de energia da bateria
sk: Šetrenie energie batérie
sv: Batteri-strömsparande
tr: Pil Güç Tasarrufu

source: Brightness Automation
cs: Automatizace jasu
da: Lysstyrkeautomatisering
de: Helligkeitsautomatisierung
es: Automatización de brillo
fi: Kirkkausautomaatio
hr: Automatska svjetlina
hu: Fényerő automatizálás
it: Automazione luminosità
nl: Helderheidsautomatisering
no: Lysstyrkeautomatisering
pl: Automatyzacja jasności
pt: Automação de brilho
sk: Automatizácia jasu
sv: Ljusstyrkeautomatisering
tr: Parlaklık Otomasyonu

source: Brightness Control
cs: Ovládání jasu
da: Lysstyrkekontrol
de: Helligkeitssteuerung
es: Control de brillo
fi: Kirkkausohjaus
hr: Kontrola svjetline
hu: Fényerő vezérlés
it: Controllo luminosità
nl: Helderheidscontrole
no: Lysstyrkekontroll
pl: Kontrola jasności
pt: Controle de brilho
sk: Ovládanie jasu
sv: Ljusstyrkekontroll
tr: Parlaklık Kontrolü

source: Brightness Control Status
cs: Stav ovládání jasu
da: Lysstyrkekontrol status
de: Status der Helligkeitssteuerung
es: Estado del control de brillo
fi: Kirkkausohjauksen tila
hr: Status kontrole svjetline
hu: Fényerő vezérlés állapot
it: Stato controllo luminosità
nl: Helderheidscontrole status
no: Lysstyrkekontroll status
pl: Status kontroli jasności
pt: Status do controle de brilho
sk: Stav ovládania jasu
sv: Status för ljusstyrkekontroll
tr: Parlaklık Kontrol Durumu

source: Brightness level to use when on AC power
cs: Úroveň jasu pro použití na AC napájení
da: Lysstyrkeniveau at bruge på AC-strøm
de: Helligkeitsstufe bei Netzstrom
es: Nivel de brillo a usar con CA
fi: Kirkkaustaso käytettäväksi verkkovirralla
hr: Razina svjetline na AC napajanju
hu: Fényerő szint AC áramon használva
it: Livello luminosità da utilizzare su alimentazione AC
nl: Helderheidsniveau om te gebruiken op AC-stroom
no: Lysstyrkenivå å bruke på AC-strøm
pl: Poziom jasności do użycia na zasilaniu AC
pt: Nível de brilho a usar na energia AC
sk: Úroveň jasu na použitie pri AC napájaní
sv: Ljusstyrkenivå att använda på AC-ström
tr: AC gücüyle kullanılacak parlaklık seviyesi
